
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>登录、游戏前配置及玩法说明 · 舞萌 DX 新手教程</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Delxue">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="3.html" />
    
    
    <link rel="prev" href="1.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../introduction.html">
            
                <a href="../introduction.html">
            
                    
                    说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    入门准备
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../Chapter1/1.html">
            
                <a href="../Chapter1/1.html">
            
                    
                    查找附近的 maimai
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../Chapter1/2.html">
            
                <a href="../Chapter1/2.html">
            
                    
                    必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    游戏玩法
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="1.html">
            
                <a href="1.html">
            
                    
                    基础注意事项
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4.2" data-path="2.html">
            
                <a href="2.html">
            
                    
                    登录、游戏前配置及玩法说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="3.html">
            
                <a href="3.html">
            
                    
                    歌曲选择 & 详细设置
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="4.html">
            
                <a href="4.html">
            
                    
                    游戏结算
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="5.html">
            
                <a href="5.html">
            
                    
                    段位认定
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.6" data-path="6.html">
            
                <a href="6.html">
            
                    
                    记录查询
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    游戏特性
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../Chapter3/1.html">
            
                <a href="../Chapter3/1.html">
            
                    
                    地图（区域）与旅行伙伴
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../Chapter3/2.html">
            
                <a href="../Chapter3/2.html">
            
                    
                    功能票
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="../Chapter3/3.html">
            
                <a href="../Chapter3/3.html">
            
                    
                    课题曲（完美挑战曲）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="../Chapter3/4.html">
            
                <a href="../Chapter3/4.html">
            
                    
                    友人对战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../Chapter4/1.html">
            
                <a href="../Chapter4/1.html">
            
                    
                    「最新最热」那些事儿
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../Chapter4/2.html">
            
                <a href="../Chapter4/2.html">
            
                    
                    游戏网络问题 & 外挂泛滥
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="../Chapter4/3.html">
            
                <a href="../Chapter4/3.html">
            
                    
                    玩家社群相关 & 结语
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >登录、游戏前配置及玩法说明</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x767B;&#x5F55;&#x3001;&#x6E38;&#x620F;&#x524D;&#x914D;&#x7F6E;&#x53CA;&#x73A9;&#x6CD5;&#x8BF4;&#x660E;">&#x767B;&#x5F55;&#x3001;&#x6E38;&#x620F;&#x524D;&#x914D;&#x7F6E;&#x53CA;&#x73A9;&#x6CD5;&#x8BF4;&#x660E;</h1>
<h2 id="&#x767B;&#x5F55;&#x8D26;&#x53F7;&#xA0;&#xA0;&#x9009;&#x6B4C;&#x524D;">&#x767B;&#x5F55;&#x8D26;&#x53F7;&#xA0;&amp;&#xA0;&#x9009;&#x6B4C;&#x524D;</h2>
<p>&#x5C3D;&#x7BA1;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6E38;&#x5BA2;&#x6A21;&#x5F0F;&#xFF0C;&#x4F46;&#x9664;&#x975E;&#x7F51;&#x7EDC;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x6216;&#x4EC5;&#x662F;&#x4E34;&#x65F6;&#x6E38;&#x73A9;&#xFF0C;&#x5426;&#x5219;&#x6211;&#x4EEC;&#x5747;&#x5EFA;&#x8BAE;&#x4F60;&#x6CE8;&#x518C;&#x4E00;&#x4E2A;&#x8D26;&#x53F7;&#xFF0C;&#x4EE5;&#x65B9;&#x4FBF;&#x8FDB;&#x884C;&#x5B58;&#x6863;&#xFF0C;&#x5E76;&#x4E14;&#x89E3;&#x9501;&#x6E38;&#x620F;&#x7684;&#x5B8C;&#x6574;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x8D26;&#x53F7;&#x521B;&#x5EFA;&#xA0;/&#xA0;&#x767B;&#x5F55;&#x975E;&#x5E38;&#x7B80;&#x5355;&#xFF0C;&#x53EA;&#x9700;&#x5173;&#x6CE8;&#x300C;&#x821E;&#x840C;&#xA0;|&#xA0;&#x4E2D;&#x4E8C;&#x300D;&#x516C;&#x4F17;&#x53F7;&#xFF0C;&#x8FDB;&#x5165;&#x4E3B;&#x9875;&#x540E;&#x70B9;&#x51FB;&#x4E0B;&#x65B9;&#x3010;&#x73A9;&#x5BB6;&#x4E8C;&#x7EF4;&#x7801;&#x3011;&#xFF08;&#x5982;&#x56FE;&#xFF09;&#xFF0C;&#x70B9;&#x5F00;&#x6700;&#x65B0;&#x83B7;&#x53D6;&#x7684;&#x4E8C;&#x7EF4;&#x7801;&#x94FE;&#x63A5;&#x5373;&#x53EF;&#x3002;&#x5982;&#x679C;&#x4E00;&#x4E0D;&#x5C0F;&#x5FC3;&#x70B9;&#x5F00;&#x4E86;&#x4E24;&#x4E2A;&#x7801;&#xFF0C;&#x9700;&#x8981;&#x9009;&#x62E9;&#x6700;&#x65B0;&#x7684;&#x90A3;&#x4E2A;&#x54E6;&#x3002;</p>
<p><a href="https://sm.ms/image/GI6YzykWM1TigqK" target="_blank"><img src="https://s2.loli.net/2024/02/17/GI6YzykWM1TigqK.jpg" width="80%" height="auto"></a></p>
<p>&#x7136;&#x540E;&#x6839;&#x636E;&#x673A;&#x53F0;&#x4E0A;&#x6240;&#x8D34;&#x7684;&#x6295;&#x5E01;&#x6570;&#x91CF;&#x6807;&#x7B7E;&#xFF08;&#x6216;&#x8005;&#x770B;&#x5C4F;&#x5E55;&#x4E0A;&#x7684;&#x3010;&#x53EF;&#x7528;&#x70B9;&#x6570;&#xA0;0/x&#x3011;&#xFF0C;x&#xA0;&#x5373;&#x4E3A;&#x6570;&#x91CF;&#xFF09;&#x6295;&#x5165;&#x5BF9;&#x5E94;&#x6570;&#x91CF;&#x7684;&#x4EE3;&#x5E01;&#x6216;&#x5728;&#x5237;&#x5361;&#x5904;&#x5237;&#x673A;&#x5385;&#x4F1A;&#x5458;&#x5361;&#xFF0C;&#x968F;&#x540E;&#x767B;&#x5F55;&#x754C;&#x9762;&#x81EA;&#x52A8;&#x5F39;&#x51FA;&#x3002;</p>
<p><strong>&#x6CE8;&#x610F;&#xFF1A;&#x7B2C;&#x4E00;&#x6B21;&#x6E38;&#x73A9;&#x53EF;&#x4EE5;&#x4E0D;&#x7528;&#x6295;&#x5E01;&#xFF0C;&#x76F4;&#x63A5;&#x6309;&#x673A;&#x5668;&#x4E2D;&#x95F4;&#x7684;&#xA0;1P/2P&#xA0;&#x6309;&#x94AE;&#x8FDB;&#x5165;&#x767B;&#x5F55;&#x754C;&#x9762;&#x3002;&#x65B0;&#x7528;&#x6237;&#x9996;&#x6B21;&#x53EF;&#x514D;&#x8D39;&#x73A9;&#xA0;1&#xA0;&#x9996;&#x6B4C;&#xFF0C;&#x5982;&#x679C;&#x62FC;&#x673A;&#x5219;&#x53EF;&#x4EE5;&#x73A9;&#xA0;4&#xA0;&#x9996;&#xFF0C;&#x65E0;&#x8BBA;&#x5BF9;&#x65B9;&#x662F;&#x5426;&#x4E3A;&#x65B0;&#x7528;&#x6237;&#x3002;</strong></p>
<blockquote>
<p>Tip&#xFF1A;&#x65E5;&#x670D;&#x9650;&#x5B9A;&#x529F;&#x80FD;&#xFF1A;&#x7535;&#x5B50;&#x652F;&#x4ED8;&#xFF0C;&#x53EF;&#x76F4;&#x63A5;&#x5237;&#x73B0;&#x91D1;&#x5361;&#x6263;&#x9664;&#x6E38;&#x73A9;&#x70B9;&#x6570;&#x3002;&#x5176;&#x4ED6;&#x7248;&#x672C;&#x65E0;&#x6B64;&#x529F;&#x80FD;&#x3002;&#x56FD;&#x5185;&#x90E8;&#x5206;&#x673A;&#x5385;&#x5728;&#x5916;&#x90E8;&#x52A0;&#x88C5;&#x4E86;&#x5237;&#x5361;&#x5668;&#xFF08;&#x5982;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x4E3A;&#x9632;&#x6B62;&#x6076;&#x610F;&#x6295;&#x5E01;&#x6253;&#x6270;&#x4ED6;&#x4EBA;&#x6E38;&#x73A9;&#xFF0C;&#x5DF2;&#x5C06;&#x4E8C;&#x7EF4;&#x7801;&#x4F5C;&#x4E86;&#x5904;&#x7406;&#xFF09;&#xFF0C;&#x53EF;&#x5237;&#x5361;&#x6216;&#x624B;&#x673A;&#x5C0F;&#x7A0B;&#x5E8F;&#x6B63;&#x5411;&#xA0;/&#xA0;&#x53CD;&#x5411;&#x626B;&#x7801;&#xFF0C;&#x4F46;&#x539F;&#x7406;&#x4ECD;&#x4E3A;&#x6295;&#x5E01;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x4EE3;&#x5E01;&#x53D8;&#x6210;&#x4E86;&#x7535;&#x5B50;&#x5F62;&#x5F0F;&#x5B58;&#x5728;&#x4E8E;&#x6E38;&#x620F;&#x5385;&#x8D26;&#x6237;&#x4E2D;&#xA0;/&#xA0;&#x4F1A;&#x5458;&#x5361;&#x5185;&#xFF0C;&#x6709;&#x6548;&#x89E3;&#x51B3;&#x4E86;&#x5B9E;&#x4F53;&#x4EE3;&#x5E01;&#x6613;&#x4E22;&#x5931;&#x3001;&#x4E0D;&#x4FBF;&#x643A;&#x5E26;&#x3001;&#x6613;&#x4F2A;&#x9020;&#x7B49;&#x95EE;&#x9898;&#x3002;</p>
</blockquote>
<p><a href="https://sm.ms/image/Nijzw4Oo1T3K5uF" target="_blank"><img src="https://s2.loli.net/2024/02/17/Nijzw4Oo1T3K5uF.jpg" width="70%" height="auto"></a></p>
<p>&#x83B7;&#x53D6;&#x767B;&#x5F55;&#x7801;&#x540E;&#xFF0C;&#x8BF7;&#x70B9;&#x5F00;&#x4E8C;&#x7EF4;&#x7801;&#x94FE;&#x63A5;&#xFF0C;&#x5C06;&#x4E8C;&#x7EF4;&#x7801;&#x7F6E;&#x4E8E;&#x673A;&#x53F0;&#x7684;&#x300C;&#x4E8C;&#x7EF4;&#x7801;&#x626B;&#x63CF;&#x5668;&#x300D;&#x524D;&#x3002;&#x90E8;&#x5206;&#x673A;&#x53F0;&#x56E0;&#x8FD0;&#x8F93;&#x3001;&#x7EC4;&#x88C5;&#x7B49;&#x95EE;&#x9898;&#xFF0C;&#x626B;&#x7801;&#x5668;&#x6444;&#x50CF;&#x5934;&#x53EF;&#x80FD;&#x96BE;&#x4EE5;&#x5BF9;&#x7126;&#xFF0C;&#x6B64;&#x65F6;&#x8BF7;&#x622A;&#x5C4F;&#x653E;&#x5927;&#x4E8C;&#x7EF4;&#x7801;&#x5C1D;&#x8BD5;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#x6E38;&#x73A9;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x8BE2;&#x95EE;&#x4F60;&#x662F;&#x5426;&#x6CE8;&#x518C;&#x8D26;&#x53F7;&#xFF08;&#x82E5;&#x4E0D;&#x662F;&#x5219;&#x4F1A;&#x76F4;&#x63A5;&#x51FA;&#x73B0;&#x8D26;&#x53F7;&#x4FE1;&#x606F;&#xFF0C;&#x786E;&#x5B9A;&#x5373;&#x53EF;&#xFF09;&#xFF0C;&#x9009;&#x62E9;&#x3010;&#x662F;&#x3011;&#x540E;&#x540C;&#x610F;&#x8BB8;&#x53EF;&#x534F;&#x8BAE;&#x3002;&#x5982;&#x679C;&#x8FD8;&#x6709;&#x4EBA;&#x60F3;&#x62FC;&#x673A;&#x6E38;&#x73A9;&#xFF0C;&#x8BF7;&#x7B49;&#x5F85;&#x53E6;&#x4E00;&#x4F4D;&#x73A9;&#x5BB6;&#x5B8C;&#x6210;&#x767B;&#x5F55;&#x3002;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x53EF;&#x8FDE;&#x6309;&#x5DE6;&#x4E0B;&#x89D2;&#x7684;&#x3010;&#x8DF3;&#x8FC7;&#x5012;&#x8BA1;&#x65F6;&#x3011;&#x63D0;&#x524D;&#x8FDB;&#x5165;&#x6E38;&#x620F;&#x3002;</p>
<p>&#x4E4B;&#x540E;&#x6765;&#x5230;&#x8D77;&#x540D;&#x73AF;&#x8282;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x81EA;&#x5B9A;&#x4E49;&#x60F3;&#x8981;&#x7684;&#xA0;ID&#x3002;<strong>&#x7279;&#x522B;&#x6CE8;&#x610F;&#xFF1A;&#x73B0;&#x9636;&#x6BB5;&#x516C;&#x4F17;&#x53F7;&#x5185;&#x65E0;&#x6CD5;&#x4FEE;&#x6539;&#xA0;ID&#xFF0C;&#x4E14;&#x901A;&#x8FC7;&#x5176;&#x4ED6;&#x624B;&#x6BB5;&#x4E5F;&#x65E0;&#x6CD5;&#x66F4;&#x6539;&#xFF08;&#x5B98;&#x65B9;&#x5DF2;&#x7ECF;&#x9501;&#x6B7B;&#x4E86;&#x6240;&#x6709;&#x7528;&#x6237;&#x540D;&#x5B57;&#x6BB5;&#xFF09;&#xFF0C;&#x8BF7;&#x52A1;&#x5FC5;&#x60F3;&#x597D;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x7684;&#x540D;&#x5B57;&#x3002;</strong></p>
<p>&#x7B2C;&#x4E00;&#x6B21;&#x8FDB;&#x5165;&#x5F53;&#x524D;&#x7248;&#x672C;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x591A;&#x6B21;&#x5F39;&#x51FA;&#x5F53;&#x524D;&#x7248;&#x672C;&#x7684;&#x65B0;&#x7279;&#x6027;&#x4ECB;&#x7ECD;&#x7A97;&#x53E3;&#xFF0C;&#x53EA;&#x9700;&#x8FDE;&#x6309;&#x53F3;&#x4E0B;&#x89D2;&#x3010;&#x8DF3;&#x8FC7;&#x3011;&#x5373;&#x53EF;&#x3002;</p>
<p>&#x8FDB;&#x5165;&#x9009;&#x62E9;&#x6A21;&#x5F0F;&#x754C;&#x9762;&#x540E;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x4E24;&#x79CD;&#x6A21;&#x5F0F;&#xFF1A;&#x3010;&#x901A;&#x5E38;&#x6A21;&#x5F0F;&#x3011;&#x548C;&#x3010;&#x6BB5;&#x4F4D;&#x8BA4;&#x5B9A;&#x3011;&#x3002;&#x672C;&#x8282;&#x53CA;&#x4E0B;&#x9762;&#x51E0;&#x8282;&#x90FD;&#x4F1A;&#x8BB2;&#x89E3;&#x3010;&#x901A;&#x5E38;&#x6A21;&#x5F0F;&#x3011;&#xFF0C;&#x800C;&#x3010;&#x6BB5;&#x4F4D;&#x8BA4;&#x5B9A;&#x3011;&#x4F1A;&#x653E;&#x5230;<a href="5.html">&#x8FD9;&#x91CC;</a>&#x8BB2;&#x3002;&#x6CE8;&#x610F;&#xFF1A;&#x9996;&#x6B21;&#x6E38;&#x73A9;&#x65E0;&#x6CD5;&#x9009;&#x62E9;&#x3010;&#x6BB5;&#x4F4D;&#x8BA4;&#x5B9A;&#x3011;&#x3002;</p>
<p><a href="https://sm.ms/image/MrDnxaTH76l1UG3" target="_blank"><img src="https://s2.loli.net/2024/02/17/MrDnxaTH76l1UG3.png" width="80%" height="auto"></a></p>
<p>&#x5DE6;&#x4E0A;&#x89D2;&#x4E3A;&#x8BBE;&#x7F6E;&#x952E;&#xFF0C;&#x6309;&#x4E0B;&#x540E;&#x53EF;&#x4EE5;&#x8C03;&#x6574;&#x8033;&#x673A;&#x97F3;&#x91CF;&#x5927;&#x5C0F;&#x548C;&#x9009;&#x6B4C;&#x524D;&#x662F;&#x5426;&#x8FDB;&#x5165;&#x65C5;&#x884C;&#x4F19;&#x4F34;&#x8BBE;&#x7F6E;&#x754C;&#x9762;&#xFF08;&#x4E24;&#x4E2A;&#x62CD;&#x7167;&#x9009;&#x9879;&#x76EE;&#x524D;&#x7531;&#x4E8E;&#x76F8;&#x518C;&#x529F;&#x80FD;&#x5931;&#x6548;&#xFF0C;&#x73B0;&#x5DF2;&#x5F3A;&#x5236;&#x7F6E;&#x7070;&#xFF09;&#x3002;</p>
<p>&#x5149;&#x6807;&#x5B9A;&#x4F4D;&#x5230;&#x3010;&#x901A;&#x5E38;&#x6A21;&#x5F0F;&#x3011;&#x540E;&#xFF0C;&#x5206;&#x522B;&#x6309;&#x3010;&#x597D;&#x3011;&#x548C;&#x3010;&#x786E;&#x5B9A;&#x3011;&#x8FDB;&#x5165;&#x6E38;&#x620F;&#x3002;</p>
<blockquote>
<p>P.S.&#xFF1A;</p>
<ol>
<li>&#x5728;&#x9009;&#x62E9;&#x6A21;&#x5F0F;&#x548C;&#x786E;&#x8BA4;&#x754C;&#x9762;&#x5747;&#x53EF;&#x8FDE;&#x6309;&#xA0;5&#xA0;&#x53F7;&#x952E;&#x91CD;&#x7F6E;&#x5012;&#x8BA1;&#x65F6;&#xFF0C;&#x53D6;&#x6D88;&#x8FDB;&#x5165;&#x6E38;&#x620F;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;&#x8FD9;&#x5728;&#x9009;&#x9519;&#x6A21;&#x5F0F;&#xA0;/&#xA0;&#x4E0A;&#x9519;&#x8D26;&#x53F7;&#x65F6;&#x975E;&#x5E38;&#x6709;&#x7528;&#x3002;</li>
<li>&#x53CC;&#x4EBA;&#x6E38;&#x73A9;&#x65F6;&#xFF0C;&#x82E5;&#x4E00;&#x65B9;&#x5DF2;&#x7ECF;&#x6309;&#x4E0B;&#x3010;&#x786E;&#x5B9A;&#x3011;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x8FDE;&#x6309;&#x3010;&#x8DF3;&#x8FC7;&#x5012;&#x8BA1;&#x65F6;&#x3011;&#x6216;&#x5012;&#x8BA1;&#x65F6;&#x6E05;&#x96F6;&#x540E;&#x4ECD;&#x672A;&#x8FDB;&#x5165;&#xFF0C;&#x5219;&#x672A;&#x6309;&#x3010;&#x786E;&#x5B9A;&#x3011;&#x7684;&#x90A3;&#x4E00;&#x65B9;&#x8D26;&#x53F7;&#x5C06;&#x88AB;&#x9000;&#x51FA;&#xFF0C;&#x6E38;&#x620F;&#x53D8;&#x4E3A;&#x5355;&#x4EBA;&#x6A21;&#x5F0F;&#x3002;</li>
</ol>
</blockquote>
<p>&#x5B8C;&#x6210;&#x540E;&#x6765;&#x5230;&#x96C6;&#x7AE0;&#x5361;&#x9009;&#x62E9;&#xFF0C;&#x8BE5;&#x754C;&#x9762;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x3010;&#x901A;&#x5E38;&#x6A21;&#x5F0F;&#x3011;&#x8FD8;&#x662F;&#x3010;&#x6BB5;&#x4F4D;&#x8BA4;&#x5B9A;&#x3011;&#x4E0B;&#xFF0C;&#x6BCF;&#x5929;&#x7B2C;&#x4E00;&#x6B21;&#x6E38;&#x73A9;&#x6216;&#x672A;&#x83B7;&#x5F97;&#x53CC;&#x4EBA;&#x76D6;&#x7AE0;&#x65F6;&#x90FD;&#x4F1A;&#x51FA;&#x73B0;&#x3002;</p>
<p><a href="https://sm.ms/image/zDRpMdT4CwXKqx1" target="_blank"><img src="https://s2.loli.net/2024/02/17/zDRpMdT4CwXKqx1.png" width="80%" height="auto"></a></p>
<p>&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x81EA;&#x5DF1;&#x559C;&#x6B22;&#x7684;&#x4E50;&#x66F2;&#x3001;&#x6536;&#x85CF;&#x54C1;&#x8FDB;&#x884C;&#x5370;&#x7AE0;&#x6536;&#x96C6;&#xFF0C;&#x5355;&#x4EBA;&#x6E38;&#x73A9;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#xFF0C;&#x53CC;&#x4EBA;&#x5219;&#x4E3A;&#x4E24;&#x4E2A;&#xFF0C;&#x6BCF;&#x5929;&#x6700;&#x591A;&#x4E24;&#x4E2A;&#x3002;&#x6309;&#xA0;2&#xA0;&#x53F7;&#x952E;&#x53EF;&#x4EE5;&#x5728;&#x4E50;&#x66F2;&#x548C;&#x6536;&#x85CF;&#x54C1;&#x5206;&#x7C7B;&#x4E4B;&#x95F4;&#x5207;&#x6362;&#x3002;&#x96C6;&#x9F50;&#xA0;10&#xA0;&#x4E2A;&#x5370;&#x7AE0;&#x540E;&#x5373;&#x53EF;&#x83B7;&#x5F97;&#x62A5;&#x916C;&#xFF08;&#x90E8;&#x5206;&#x53EF;&#x80FD;&#x4E3A;&#xA0;5&#xA0;&#x4E2A;&#xFF09;&#xFF0C;&#x82E5;&#x83B7;&#x5F97;&#x4E86;&#x642D;&#x6863;&#x8FD8;&#x53EF;&#x9009;&#x62E9;&#x662F;&#x5426;&#x5728;&#x672C;&#x6B21;&#x6E38;&#x620F;&#x4E2D;&#x4F7F;&#x7528;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5B8C;&#x6210;&#x4E86;&#x6240;&#x6709;&#x7684;&#x96C6;&#x7AE0;&#x4EFB;&#x52A1;&#xFF0C;&#x90A3;&#x4E48;&#x540E;&#x7EED;&#x767B;&#x5F55;&#x65F6;&#x4FBF;&#x4F1A;&#x5982;&#x4E0A;&#x56FE;&#x6240;&#x793A;&#xFF0C;&#x53EA;&#x4F1A;&#x8D60;&#x9001;&#xA0;1.5&#xA0;&#x500D;&#x529F;&#x80FD;&#x7968;&#x3002;&#x6709;&#x5173;&#x529F;&#x80FD;&#x7968;&#x7684;&#x66F4;&#x591A;&#x8BE6;&#x60C5;&#xFF0C;&#x8BF7;&#x89C1;<a href="../Chapter3/2.html">&#x529F;&#x80FD;&#x7968;</a>&#x4E00;&#x8282;&#x3002;</p>
<p>&#x7136;&#x540E;&#x5C31;&#x662F;&#x533A;&#x57DF;&#x9009;&#x62E9;&#x4E86;&#x3002;&#x73A9;&#x5BB6;&#x53EF;&#x4EE5;&#x5728;&#x6240;&#x9009;&#x533A;&#x57DF;&#x4E2D;&#x524D;&#x8FDB;&#xFF0C;&#x5728;&#x7279;&#x5B9A;&#x8282;&#x70B9;&#x83B7;&#x5F97;&#x5BF9;&#x5E94;&#x5956;&#x52B1;&#xFF08;&#x65C5;&#x884C;&#x4F19;&#x4F34;&#xA0;/&#xA0;&#x80CC;&#x666F;&#x7B49;&#x6536;&#x85CF;&#x54C1;&#xFF09;&#x3002;&#x8FD9;&#x4E00;&#x673A;&#x5236;&#x7C7B;&#x4F3C;&#x4E8E;&#x53E6;&#x4E00;&#x6B3E;&#x97F3;&#x6E38;&#x300C;&#x4E2D;&#x4E8C;&#x8282;&#x594F;&#x300D;&#x3002;&#x540C;&#x6837;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#xA0;2&#xA0;&#x53F7;&#x952E;&#x5207;&#x6362;&#x6D3B;&#x52A8;&#xFF08;&#x8054;&#x52A8;&#xFF09;&#x533A;&#x57DF;&#xA0;/&#xA0;&#x539F;&#x521B;&#x533A;&#x57DF;&#x3002;&#x540E;&#x7EED;&#x5728;<a href="../Chapter3/1.html">&#x5730;&#x56FE;&#xFF08;&#x533A;&#x57DF;&#xFF09;</a>&#x4E2D;&#x8FD8;&#x4F1A;&#x6269;&#x5145;&#x76F8;&#x5173;&#x5185;&#x5BB9;&#x3002;</p>
<p><a href="https://sm.ms/image/97vuUkOoQtSlcKb" target="_blank"><img src="https://s2.loli.net/2024/02/17/97vuUkOoQtSlcKb.png" width="80%" height="auto"></a></p>
<p>&#x65C5;&#x884C;&#x4F19;&#x4F34;&#x8BBE;&#x7F6E;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5728;&#x9009;&#x62E9;&#x6A21;&#x5F0F;&#x6216;&#x533A;&#x57DF;&#x65F6;&#xFF0C;&#x4ECE;&#x5DE6;&#x4E0A;&#x89D2;&#x8BBE;&#x7F6E;&#x83DC;&#x5355;&#x4E2D;&#x5173;&#x95ED;&#x4E86;&#x6B64;&#x529F;&#x80FD;&#xFF0C;&#x5219;&#x8BE5;&#x754C;&#x9762;&#x5C06;&#x4E0D;&#x518D;&#x5F39;&#x51FA;&#xFF0C;&#x4F46;&#x62FC;&#x673A;&#x65F6;&#x9664;&#x975E;&#x53CC;&#x65B9;&#x5747;&#x5173;&#x95ED;&#xFF0C;&#x5426;&#x5219;&#x4ECD;&#x7136;&#x51FA;&#x73B0;&#x3002;</p>
<p><a href="https://sm.ms/image/IhZ9b2kCxRWyYqw" target="_blank"><img src="https://s2.loli.net/2024/02/17/IhZ9b2kCxRWyYqw.png" width="80%" height="auto"></a></p>
<p>&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x70B9;&#x51FB;&#x6BCF;&#x4E2A;&#x65C5;&#x884C;&#x4F19;&#x4F34;&#x7684;&#x5934;&#x50CF;&#xFF0C;&#x4FEE;&#x6539;&#x5BF9;&#x5E94;&#x69FD;&#x4F4D;&#x7684;&#x914D;&#x7F6E;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x60F3;&#x4FEE;&#x6539;&#x67D0;&#x4E00;&#x69FD;&#x4F4D;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x6309;&#x4E0B;&#x5BF9;&#x5E94;&#x4F4D;&#x7F6E;&#x5916;&#x952E;&#x8FDB;&#x884C;&#x9501;&#x5B9A;&#x3002;&#x3010;&#x81EA;&#x52A8;&#x7F16;&#x6210;&#x3011;&#x53EF;&#x4EE5;&#x5BF9;&#x65C5;&#x884C;&#x4F19;&#x4F34;&#x4EE5;&#x5176;&#x7B49;&#x7EA7;&#x5347;&#x5E8F;&#x6216;&#x964D;&#x5E8F;&#x4E3A;&#x4F9D;&#x636E;&#x8FDB;&#x884C;&#x6392;&#x5217;&#x3002;</p>
<p>&#x4E0B;&#x9762;&#x662F;&#x529F;&#x80FD;&#x7968;&#x9009;&#x62E9;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5DF2;&#x6709;&#x7684;&#x529F;&#x80FD;&#x7968;&#xFF08;&#x4EE5;&#x84DD;&#x8272;&#x8868;&#x793A;&#xFF09;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x4ED8;&#x8D39;&#x529F;&#x80FD;&#x7968;&#xFF08;&#x4EE5;&#x7C89;&#x8272;&#x8868;&#x793A;&#xFF09;&#xFF0C;&#x4ED8;&#x8D39;&#x7968;&#x9700;&#x8981;&#x53E6;&#x5916;&#x6295;&#x5E01;&#x8D2D;&#x4E70;&#x3002;&#x5982;&#x679C;&#x662F;&#x9996;&#x6B21;&#x6E38;&#x73A9;&#x5C06;&#x8DF3;&#x8FC7;&#x6B64;&#x6B65;&#x9AA4;&#x3002;</p>
<h2 id="&#x65B0;&#x624B;&#x6559;&#x7A0B;">&#x65B0;&#x624B;&#x6559;&#x7A0B;</h2>
<p>&#x65B0;&#x8D26;&#x53F7;&#x9996;&#x6B21;&#x767B;&#x5F55;&#x6216;&#x524D;&#x51E0;&#x6B21;&#x767B;&#x5F55;&#x65F6;&#x4F1A;&#x6709;&#x65B0;&#x624B;&#x6559;&#x7A0B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x8DF3;&#x8FC7;&#x4E86;&#x53EF;&#x4EE5;&#x6765;&#x8FD9;&#x91CC;&#x770B;&#x3002;&#x5728;&#x6559;&#x5B66;&#x8FC7;&#x7A0B;&#x4E2D;&#x540C;&#x65F6;&#x957F;&#x6309;&#xA0;4&#xA0;&#x53F7;&#x952E;&#x548C;&#xA0;5&#xA0;&#x53F7;&#x952E;&#x7EA6;&#xA0;5&#xA0;s&#xA0;&#x53EF;&#x9000;&#x51FA;&#x6559;&#x7A0B;&#x3002;</p>
<iframe height="480" width="720" src="//player.bilibili.com/player.html?aid=469646589&amp;bvid=BV1J5411Q7Uq&amp;cid=738497991&amp;p=1" scrolling="no" border="0" frameborder="no" framespacing="0" allowfullscreen="true"> </iframe>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1.html" class="navigation navigation-prev " aria-label="Previous page: 基础注意事项">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="3.html" class="navigation navigation-next " aria-label="Next page: 歌曲选择 & 详细设置">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"登录、游戏前配置及玩法说明","level":"1.4.2","depth":2,"next":{"title":"歌曲选择 & 详细设置","level":"1.4.3","depth":2,"path":"Chapter2/3.md","ref":"Chapter2/3.md","articles":[]},"previous":{"title":"基础注意事项","level":"1.4.1","depth":2,"path":"Chapter2/1.md","ref":"Chapter2/1.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","search-pro","-sharing","sharing-plus","back-to-top-button"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"sharing":{"qq":true,"all":["facebook","google","twitter","weibo","instapaper","linkedin","pocket","stumbleupon"],"douban":true,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":false},"search-pro":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"back-to-top-button":{},"highlight":{},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Delxue","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"舞萌 DX 新手教程","language":"zh-hans","gitbook":"*","description":"这是一个示例"},"file":{"path":"Chapter2/2.md","mtime":"2024-02-19T01:43:48.288Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-02-19T02:18:27.350Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

