
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>「最新最热」那些事儿 · 舞萌 DX 新手教程</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Delxue">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="2.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../introduction.html">
            
                <a href="../introduction.html">
            
                    
                    说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    入门准备
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../Chapter1/1.html">
            
                <a href="../Chapter1/1.html">
            
                    
                    查找附近的 maimai
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../Chapter1/2.html">
            
                <a href="../Chapter1/2.html">
            
                    
                    必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    游戏玩法
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../Chapter2/1.html">
            
                <a href="../Chapter2/1.html">
            
                    
                    基础注意事项
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../Chapter2/2.html">
            
                <a href="../Chapter2/2.html">
            
                    
                    登录、游戏前配置及玩法说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="../Chapter2/3.html">
            
                <a href="../Chapter2/3.html">
            
                    
                    歌曲选择 & 详细设置
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="../Chapter2/4.html">
            
                <a href="../Chapter2/4.html">
            
                    
                    游戏结算
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="../Chapter2/5.html">
            
                <a href="../Chapter2/5.html">
            
                    
                    段位认定
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.6" data-path="../Chapter2/6.html">
            
                <a href="../Chapter2/6.html">
            
                    
                    记录查询
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    游戏特性
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../Chapter3/1.html">
            
                <a href="../Chapter3/1.html">
            
                    
                    地图（区域）与旅行伙伴
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../Chapter3/2.html">
            
                <a href="../Chapter3/2.html">
            
                    
                    功能票
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="../Chapter3/3.html">
            
                <a href="../Chapter3/3.html">
            
                    
                    课题曲（完美挑战曲）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="../Chapter3/4.html">
            
                <a href="../Chapter3/4.html">
            
                    
                    友人对战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.6.1" data-path="1.html">
            
                <a href="1.html">
            
                    
                    「最新最热」那些事儿
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="2.html">
            
                <a href="2.html">
            
                    
                    游戏网络问题 & 外挂泛滥
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="3.html">
            
                <a href="3.html">
            
                    
                    玩家社群相关 & 结语
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >「最新最热」那些事儿</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x300C;&#x6700;&#x65B0;&#x6700;&#x70ED;&#x300D;&#x90A3;&#x4E9B;&#x4E8B;&#x513F;">&#x300C;&#x6700;&#x65B0;&#x6700;&#x70ED;&#x300D;&#x90A3;&#x4E9B;&#x4E8B;&#x513F;</h1>
<blockquote>
<p><strong><em>&#x6CE8;&#x610F;&#xFF1A;&#x8BE5;&#x90E8;&#x5206;&#x53EA;&#x8BA8;&#x8BBA;&#x4E3A;&#x4F55;&#x56FD;&#x5185;&#x4F1A;&#x51FA;&#x73B0;&#x9B54;&#x6539;&#xFF0C;&#x4E0D;&#x6D89;&#x53CA;&#x4FEE;&#x6539;&#x6559;&#x7A0B;&#x7B49;&#xFF0C;&#x66F4;&#x4E0D;&#x4F1A;&#x63D0;&#x53CA;&#x62E5;&#x6709;&#x975E;&#x6B63;&#x7248;&#x673A;&#x53F0;&#x7684;&#x673A;&#x5385;&#x540D;&#x79F0;&#x6216;&#x4F4D;&#x7F6E;&#xFF0C;&#x8BF7;&#x77E5;&#x6089;&#x3002;</em></strong></p>
</blockquote>
<p><strong>&#x592A;&#x957F;&#x4E0D;&#x770B;&#x7248;&#xFF1A;&#x9047;&#x5230;&#x62E5;&#x6709;&#x65E5;&#x7248;&#x673A;&#x53F0;&#x7684;&#x673A;&#x5385;&#x65F6;&#xFF0C;&#x8BF7;&#x79C1;&#x4E0B;&#x4EAB;&#x7528;&#xFF0C;&#x4E0D;&#x8981;&#x5728;&#x516C;&#x7F51;&#x4E0A;&#x516C;&#x5F00;&#x8BE5;&#x673A;&#x5385;&#x7684;&#x4EFB;&#x4F55;&#x4FE1;&#x606F;&#xFF0C;&#x66F4;&#x4E0D;&#x8981;&#x53BB;&#x968F;&#x610F;&#x663E;&#x6446;&#x8DF3;&#x8138;&#x3002;&#x8FD9;&#x6837;&#x4EC0;&#x4E48;&#x4E5F;&#x8BC1;&#x660E;&#x4E0D;&#x4E86;&#xFF0C;&#x53EA;&#x4F1A;&#x8BA9;&#x73A9;&#x5BB6;&#x4EEC;&#x8FC7;&#x4E0D;&#x4E0B;&#x53BB;&#x3002;&#x4E5F;&#x8BF7;&#x5927;&#x5BB6;&#x591A;&#x591A;&#x652F;&#x6301;&#x6B63;&#x7248;&#x673A;&#x53F0;&#xFF0C;&#x5E2E;&#x52A9;&#x56FD;&#x5185;&#x8857;&#x673A;&#x73AF;&#x5883;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#x3002;</strong></p>
<p>&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FC7;&#x5916;&#x670D;&#x821E;&#x840C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#xA0;Aime&#xA0;&#x5361;&#x767B;&#x5F55;&#xFF0C;&#x540C;&#x65F6;&#x63D0;&#x5230;&#x4E86;&#x56FD;&#x5185;&#x5B58;&#x5728;&#x4E00;&#x4E9B;&#x300C;&#x65E5;&#x670D;&#x300D;&#x673A;&#x53F0;&#x3002;</p>
<p>&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x95EE;&#xFF1A;&#x4E3A;&#x4F55;&#x8FD9;&#x91CC;&#x7684;&#x300C;&#x65E5;&#x670D;&#x300D;&#x8981;&#x6253;&#x4E0A;&#x5F15;&#x53F7;&#x5462;&#xFF1F;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x8FD9;&#x4E9B;&#x673A;&#x53F0;&#x5E76;&#x975E;&#x6B63;&#x89C4;&#x65E5;&#x670D;&#xFF0C;&#x800C;&#x662F;&#x4F7F;&#x7528;&#x4E00;&#x4E9B;&#x624B;&#x6BB5;&#x7834;&#x89E3;&#x540E;&#x518D;&#x8FD0;&#x884C;&#x65E5;&#x670D;&#x6E38;&#x620F;&#x672C;&#x4F53;&#xFF0C;&#x5E76;&#x4E14;&#x4E3A;&#x4E86;&#x83B7;&#x5F97;&#x66F4;&#x597D;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x5EFA;&#x7ACB;&#x4E86;&#x79C1;&#x6709;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x4E4B;&#x540E;&#x518D;&#x5C06;&#x8FD9;&#x4E9B;&#x673A;&#x53F0;&#x8FDE;&#x63A5;&#x5230;&#x81EA;&#x5EFA;&#x7684;&#x670D;&#x52A1;&#x5668;&#x4E0A;&#x3002;</p>
<p>&#x518D;&#x7B80;&#x5355;&#x70B9;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E9B;&#x673A;&#x53F0;&#x8FD0;&#x884C;&#x7684;&#x662F;&#x76D7;&#x7248;&#x6E38;&#x620F;&#x8F6F;&#x4EF6;&#x3002;&#x65E5;&#x670D;&#x5728;&#x542F;&#x52A8;&#x65F6;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#xA0;Warning&#xA0;&#x753B;&#x9762;&#xFF0C;&#x58F0;&#x660E;&#x8BE5;&#x8F6F;&#x4EF6;&#x4EC5;&#x9650;&#x5728;&#x65E5;&#x672C;&#x5883;&#x5185;&#x8FD0;&#x884C;&#xFF0C;&#x5728;&#x65E5;&#x672C;&#x4EE5;&#x5916;&#x7684;&#x5730;&#x533A;&#x8FD0;&#x884C;&#x3001;&#x5206;&#x53D1;&#x3001;&#x552E;&#x5356;&#x7B49;&#x5747;&#x8FDD;&#x53CD;&#x4E86;&#x76F8;&#x5173;&#x6CD5;&#x5F8B;&#xFF0C;&#x53EF;&#x80FD;&#x9762;&#x4E34;&#x6CD5;&#x5F8B;&#x8BC9;&#x8BBC;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5728;&#x65E5;&#x672C;&#x5883;&#x5916;&#x4F7F;&#x7528;&#x65E5;&#x7248;&#x8F6F;&#x4EF6;&#x5C5E;&#x4E8E;&#x4FB5;&#x6743;&#x884C;&#x4E3A;&#xFF0C;&#x4E16;&#x5609;&#x662F;&#x6709;&#x6743;&#x8D77;&#x8BC9;&#x4FB5;&#x6743;&#x65B9;&#x7684;&#x3002;</p>
<p>&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x73A9;&#x5BB6;&#x8981;&#x9876;&#x7740;&#x6CD5;&#x5F8B;&#x98CE;&#x9669;&#x5728;&#x56FD;&#x5185;&#x67B6;&#x8BBE;&#x76D7;&#x7248;&#x673A;&#x53F0;&#x5462;&#xFF1F;&#x8FD9;&#x5C31;&#x8981;&#x4ECE;&#x8FD9;&#x4E2A;&#x6E38;&#x620F;&#x7684;&#x524D;&#x4E00;&#x4E2A;&#x4E16;&#x4EE3;&#x2014;&#x2014;&#x65E7;&#x6846;&#x8BF4;&#x8D77;&#x4E86;&#x3002;</p>
<h2 id="&#x5C0F;&#x8BD5;&#x725B;&#x5200;">&#x5C0F;&#x8BD5;&#x725B;&#x5200;</h2>
<p>2012&#xA0;&#x5E74;&#xA0;7&#xA0;&#x6708;&#xFF0C;&#x65E5;&#x672C;&#x4E16;&#x5609;&#x516C;&#x53F8;&#x7684;&#x4E2D;&#x56FD;&#x5B98;&#x65B9;&#x4EE3;&#x7406;&#x2014;&#x2014;&#x7CBE;&#x6587;&#x4E16;&#x5609;&#xFF0C;&#x5C06;&#x706B;&#x7206;&#x65E5;&#x672C;&#x7684;&#x8857;&#x673A;&#x97F3;&#x6E38;&#xA0;maimai&#xA0;&#x5E26;&#x5165;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#xFF0C;&#x5E76;&#x5B9A;&#x540D;&#x4E3A;&#x300C;&#x821E;&#x840C;&#x300D;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x6574;&#x4E2A;&#x6E38;&#x620F;&#x66F4;&#x65B0;&#x9891;&#x7387;&#x6781;&#x4F4E;&#xFF0C;&#x4E24;&#x5E74;&#x95F4;&#x4EC5;&#x4EC5;&#x52A0;&#x5165;&#x4E86;&#x4E00;&#x6B21;&#x65E5;&#x672C;&#x5730;&#x533A;&#x8FD0;&#x8425;&#x7684;&#xA0;Green&#xA0;&#x4EE3;&#x7684;&#x6B4C;&#x66F2;&#xFF0C;&#x6E38;&#x620F;&#xA0;UI&#xA0;&#x5E76;&#x672A;&#x53C2;&#x7167;&#x65E5;&#x7248;&#x4FEE;&#x6539;&#xFF0C;&#x800C;&#x662F;&#x539F;&#x5C01;&#x4E0D;&#x52A8;&#xFF0C;&#x540C;&#x6837;&#x4E5F;&#x5E76;&#x672A;&#x52A0;&#x5165;&#x4EFB;&#x4F55;&#x65B0;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x597D;&#x666F;&#x4E0D;&#x957F;&#xFF0C;&#x4EC5;&#x4EC5;&#x4E24;&#x5E74;&#x540E;&#xFF0C;2014&#xA0;&#x5E74;&#xFF0C;&#x4F20;&#x51FA;&#x4E86;&#x7CBE;&#x6587;&#x4E16;&#x5609;&#x7ECF;&#x8425;&#x4E0D;&#x5584;&#x7684;&#x6D88;&#x606F;&#xFF0C;&#x73A9;&#x5BB6;&#x4EEC;&#x666E;&#x904D;&#x62C5;&#x5FC3;&#x5176;&#x524D;&#x666F;&#x5982;&#x4F55;&#x3002;</p>
<p>&#x6700;&#x7EC8;&#xFF0C;&#x7CBE;&#x6587;&#x4E16;&#x5609;&#x6CA1;&#x80FD;&#x633A;&#x8FC7;&#x8FD9;&#x6CE2;&#x5371;&#x673A;&#x3002;&#x5F53;&#x5E74;&#xA0;11&#xA0;&#x6708;&#xA0;1&#xA0;&#x65E5;&#xFF0C;&#x56FD;&#x5185;&#x6240;&#x6709;&#x7684;&#x821E;&#x840C;&#x5168;&#x90E8;&#x505C;&#x6B62;&#x4E86;&#x8054;&#x7F51;&#x670D;&#x52A1;&#xFF0C;&#x6C38;&#x4E45;&#x505C;&#x66F4;&#x3002;</p>
<p>&#x96BE;&#x9053;&#x73A9;&#x5BB6;&#x4EEC;&#x8981;&#x770B;&#x7740;&#x4EB2;&#x7231;&#x7684;&#xA0;maimai&#xA0;&#x6C38;&#x8FDC;&#x8DDF;&#x4ED6;&#x4EEC;&#x8BF4;&#x518D;&#x89C1;&#x5417;&#xFF1F;No No No&#xFF01;&#x6B64;&#x540E;&#xFF0C;&#x4E00;&#x4E9B;&#x73A9;&#x5BB6;&#x4EE5;&#x73A9;&#x5230;&#x65B0;&#x7248;&#x6E38;&#x620F;&#x4E3A;&#x52A8;&#x529B;&#xFF0C;&#x60F3;&#x5C3D;&#x4E00;&#x5207;&#x529E;&#x6CD5;&#x4ECE;&#x56FD;&#x5916;&#x83B7;&#x53D6;&#x6E38;&#x620F;&#x8F6F;&#x4EF6;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x88C5;&#x5165;&#x786C;&#x76D8;&#x4E2D;&#xFF0C;&#x52A0;&#x4EE5;&#x6539;&#x52A8;&#x540E;&#x518D;&#x52A0;&#x88C5;&#x5230;&#x56FD;&#x5185;&#x7684;&#x821E;&#x840C;&#x4E0A;&#x3002;2015&#xA0;&#x5E74;&#xFF0C;&#x56FD;&#x5185;&#x5F00;&#x59CB;&#x51FA;&#x73B0;&#x9B54;&#x6539;&#x7684;&#xA0;maimai Green&#xA0;&#x7248;&#x672C;&#x3002;</p>
<p>&#x6B64;&#x540E;&#xFF0C;&#x4ED6;&#x4EEC;&#x51ED;&#x7740;&#x81EA;&#x5DF1;&#x5BF9;&#x6E38;&#x620F;&#x7684;&#x70ED;&#x7231;&#xFF0C;&#x5C06;&#x9B54;&#x6539;&#x575A;&#x6301;&#x4E0B;&#x53BB;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x5C1D;&#x8BD5;&#x4ECE;&#x6D77;&#x5916;&#x8D2D;&#x4E70;&#xA0;maimai&#xA0;&#x673A;&#x53F0;&#xFF0C;&#x56E0;&#x4E3A;&#x56FD;&#x5185;&#x521D;&#x671F;&#x94FA;&#x8D27;&#x91CF;&#x5B9E;&#x5728;&#x4E0D;&#x591F;&#xFF0C;&#x4EC5;&#x4EC5;&#x4F9D;&#x9760;&#x6539;&#x76D8;&#x8FDC;&#x8FDC;&#x65E0;&#x6CD5;&#x6EE1;&#x8DB3;&#x73A9;&#x5BB6;&#x4EEC;&#x7684;&#x9700;&#x6C42;&#x3002;</p>
<p>&#x76F4;&#x5230;&#xA0;2019&#xA0;&#x5E74;&#xFF0C;&#x65E7;&#x6846;&#x65F6;&#x4EE3;&#x7ED3;&#x675F;&#xFF0C;maimai DX&#xA0;&#x63A8;&#x51FA;&#xFF0C;&#x534E;&#x7ACB;&#x79D1;&#x6280;&#x4E5F;&#x62FF;&#x4E0B;&#x4E86;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x5730;&#x533A;&#x7684;&#xA0;maimai DX&#xA0;&#x7ECF;&#x8425;&#x6743;&#x3002;&#x8FD9;&#x4E00;&#x6D88;&#x606F;&#x4F20;&#x6765;&#xFF0C;&#x56FD;&#x5185;&#x73A9;&#x5BB6;&#x6B22;&#x547C;&#x96C0;&#x8DC3;&#xFF0C;&#x9B54;&#x6539;&#x6B64;&#x65F6;&#x4E5F;&#x6682;&#x544A;&#x4E00;&#x6BB5;&#x843D;&#x3002;</p>
<h2 id="&#x6253;&#x7834;&#x6B67;&#x89C6;">&#x6253;&#x7834;&#x6B67;&#x89C6;</h2>
<p>&#x73A9;&#x5BB6;&#x4EEC;&#x4EE5;&#x4E3A;&#xFF0C;maimai DX&#xA0;&#x4F1A;&#x4E00;&#x96EA;&#x524D;&#x803B;&#xFF0C;&#x5927;&#x5BB6;&#x603B;&#x4F1A;&#x83B7;&#x5F97;&#x6700;&#x65B0;&#x7248;&#x672C;&#x3002;</p>
<p>&#x53EF;&#x662F;&#xFF0C;2020&#xA0;&#x5E74;&#x521D;&#xFF0C;&#x65E5;&#x672C;&#x66F4;&#x65B0;&#x4E86;&#xA0;maimai DX PLUS&#xFF0C;&#x4F46;&#x56FD;&#x5185;&#x5374;&#x662F;&#x9759;&#x6084;&#x6084;&#x4E00;&#x7247;&#x3002;&#x76F4;&#x5230;&#xA0;2020&#xA0;&#x5E74;&#xA0;8&#xA0;&#x6708;&#x4E2D;&#x65EC;&#xFF0C;&#x300C;&#x66F4;&#x65B0;&#x300D;&#x4E5F;&#x53EA;&#x662F;&#x52A0;&#x4E86;&#x51E0;&#x9996;&#x6B4C;&#x3002;&#x6B64;&#x540E;&#x4E24;&#x5E74;&#xFF0C;&#x6BCF;&#x5E74;&#x4E2D;&#x65EC;&#x7684;&#x6240;&#x8C13;&#x7684;&#x300C;&#x5927;&#x7248;&#x672C;&#x66F4;&#x65B0;&#x300D;&#x4E5F;&#x53EA;&#x662F;&#x52A0;&#x5165;&#x5C11;&#x91CF;&#x6B4C;&#x66F2;&#xA0;/&#xA0;&#x533A;&#x57DF;&#x3001;&#x6362;&#x4E86;&#x4E2A;&#x80CC;&#x666F;&#x706F;&#x989C;&#x8272;&#x800C;&#x5DF2;&#xFF0C;UI&#xA0;&#x5CBF;&#x7136;&#x4E0D;&#x52A8;&#xFF0C;&#x4E2D;&#x95F4;&#x7684;&#x5C0F;&#x7248;&#x672C;&#x66F4;&#x65B0;&#x6B21;&#x6570;&#x66F4;&#x662F;&#x5C11;&#x4E4B;&#x53C8;&#x5C11;&#x3002;</p>
<p>&#x73A9;&#x5BB6;&#x4EEC;&#x53C8;&#x7B49;&#x4E0D;&#x53CA;&#x4E86;&#xFF1A;&#x6211;&#x4EEC;&#x5230;&#x5E95;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x624D;&#x80FD;&#x4E0E;&#x6700;&#x65B0;&#x65E5;&#x7248;&#x540C;&#x6B65;&#x66F4;&#x65B0;&#xFF1F;</p>
<p>&#x5728;&#x4E00;&#x4E9B;&#x73A9;&#x5BB6;&#x770B;&#x6765;&#xFF0C;&#x4EE3;&#x7406;&#x5546;&#x534E;&#x7ACB;&#x8BA4;&#x771F;&#x8D1F;&#x8D23;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x9500;&#x552E;&#x603B;&#x76D1;&#x6731;&#x4E91;&#x6770;&#x79EF;&#x6781;&#x63A8;&#x52A8;&#x94FA;&#x8D27;&#xFF0C;&#x53D7;&#x5230;&#x73A9;&#x5BB6;&#x4EEC;&#x70ED;&#x70C8;&#x8FFD;&#x6367;&#xFF0C;&#x5BF9;&#x56FD;&#x5185;&#xA0;maimai&#xA0;&#x7684;&#x706B;&#x7206;&#x6709;&#x7740;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x4F5C;&#x7528;&#xFF09;&#xFF0C;&#x751A;&#x81F3;&#x60F3;&#x7740;&#x6068;&#x4E0D;&#x5F97;&#x50CF;&#x65E5;&#x670D;&#x4E00;&#x6837;&#x5468;&#x66F4;&#xFF0C;&#x4F46;&#x5948;&#x4F55;&#x65E5;&#x672C;&#x65B9;&#x9762;&#x5C31;&#x662F;&#x4E0D;&#x540C;&#x610F;&#x3002;&#x6240;&#x4EE5;&#x4ED6;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FC7;&#x9519;&#x65B9;&#x4E0D;&#x662F;&#x534E;&#x7ACB;&#xFF0C;&#x800C;&#x662F;&#x4E16;&#x5609;&#x3002;<strong>&#xFF08;&#x6B64;&#x5904;&#x53EA;&#x662F;&#x63CF;&#x8FF0;&#x5F53;&#x65F6;&#x7684;&#x72B6;&#x51B5;&#xFF0C;&#x4E0D;&#x4EE3;&#x8868;&#x672C;&#x4EBA;&#x8BA4;&#x540C;&#x6B64;&#x89C2;&#x70B9;&#xFF0C;&#x7B14;&#x8005;&#x5728;&#x8FD9;&#x91CC;&#x4E0D;&#x6301;&#x4EFB;&#x4F55;&#x770B;&#x6CD5;&#xFF09;</strong></p>
<p>2022&#xA0;&#x5E74;&#xA0;1&#xA0;&#x6708;&#xFF0C;&#x6709;&#x7F51;&#x53CB;&#x5236;&#x4F5C;&#x4E86;&#x4E00;&#x9996;&#x65E5;&#x8BED;&#x7684;&#xA0;maimai&#xA0;&#x50AC;&#x66F4;&#x66F2;&#xFF0C;&#x540E;&#x6765;&#x8FD8;&#x88AB;&#x505A;&#x6210;&#x4E50;&#x8C31;&#x653E;&#x5230;&#x4E86;&#xA0;BMS&#xFF08;&#x97F3;&#x4E50;&#x6E38;&#x620F;&#xA0;IIDX&#xA0;&#x7684;&#x81EA;&#x5236;&#x8C31;&#x5206;&#x4EAB;&#x5E73;&#x53F0;&#xFF09;&#x4E0A;&#xFF0C;&#x5E0C;&#x671B;&#x4EE5;&#x6B64;&#x83B7;&#x5F97;&#x4E16;&#x5609;&#x65B9;&#x9762;&#x7684;&#x91CD;&#x89C6;&#x3002;&#x7ED3;&#x679C;&#x4E16;&#x5609;&#x4E0D;&#x4EC5;&#x5BF9;&#x8BF7;&#x6C42;&#x7F6E;&#x4E4B;&#x4E0D;&#x7406;&#xFF0C;&#x73A9;&#x5BB6;&#x4EEC;&#x53CD;&#x800C;&#x6362;&#x6765;&#x4E86;&#x300C;&#x4E25;&#x6B63;&#x58F0;&#x660E;&#x300D;&#x3002;</p>
<p>&#x8BF7;&#x613F;&#x5F52;&#x8BF7;&#x613F;&#xFF0C;&#x600E;&#x4E48;&#x73A9;&#x5230;&#x300C;&#x6700;&#x65B0;&#x6700;&#x70ED;&#x300D;&#x6210;&#x4E86;&#x5927;&#x5BB6;&#x7684;&#x91CD;&#x70B9;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x5F53;&#x5E74;&#x7684;&#x9B54;&#x6539;&#x65B9;&#x6848;&#x518D;&#x6B21;&#x88AB;&#x653E;&#x4E0A;&#x53F0;&#x9762;&#xFF08;&#x5F53;&#x7136;&#x662F;&#x79C1;&#x4E0B;&#x7684;&#xFF09;&#x3002;</p>
<p>2021&#xA0;&#x5E74;&#xFF0C;&#x56FD;&#x5185;&#x90E8;&#x5206;&#x5730;&#x533A;&#x7684;&#x4E00;&#x4E9B;&#x673A;&#x5385;&#x91CC;&#x51FA;&#x73B0;&#x4E86;&#x9B54;&#x6539;&#x7684;&#xA0;maimai DX Splash&#x3002;&#x6B64;&#x540E;&#xFF0C;&#x6BCF;&#x5F53;&#x65E5;&#x672C;&#x51FA;&#x73B0;&#x65B0;&#x7248;&#x65F6;&#xFF0C;&#x56FD;&#x5185;&#x4E0D;&#x51FA;&#x534A;&#x4E2A;&#x6708;&#x5C31;&#x4F1A;&#x4E0E;&#x65E5;&#x672C;&#x300C;&#x540C;&#x6B65;&#x66F4;&#x65B0;&#x300D;&#x3002;&#x5C3D;&#x7BA1;&#x5F53;&#x65F6;&#x6709;&#x75AB;&#x60C5;&#x5F71;&#x54CD;&#xFF0C;&#x4F46;&#x4F9D;&#x65E7;&#x6CA1;&#x80FD;&#x6321;&#x4F4F;&#x73A9;&#x5BB6;&#x4EEC;&#x7684;&#x70ED;&#x60C5;&#x3002;</p>
<p>&#x7C7B;&#x4F3C;&#x7684;&#xFF0C;&#x8FD9;&#x4E9B;&#x6539;&#x88C5;&#x6709;&#x4E24;&#x79CD;&#x65B9;&#x5F0F;&#xFF1A;&#x4E00;&#x79CD;&#x662F;&#x6539;&#x76D8;&#xFF0C;&#x4F46;&#x6765;&#x6E90;&#x4E0D;&#x540C;&#xFF0C;&#x4E4B;&#x524D;&#x662F;&#x5C42;&#x5C42;&#x4E2D;&#x8F6C;&#xFF0C;&#x73B0;&#x5728;&#x53EA;&#x9700;&#x76F4;&#x63A5;&#x4ECE;&#x65E5;&#x672C;&#x673A;&#x5385;&#x7684;&#x673A;&#x53F0;&#x4E0A;&#x63D0;&#x53D6;&#x672C;&#x4F53;&#xFF08;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E5F;&#x79F0;&#x300C;Dump&#x300D;&#xFF09;&#x540E;&#x7A0D;&#x52A0;&#x6539;&#x9020;&#xFF0C;&#x5C06;&#x6539;&#x597D;&#x7684;&#x786C;&#x76D8;&#x653E;&#x5165;&#x56FD;&#x670D;&#x673A;&#x53F0;&#x4E2D;&#x8FD0;&#x884C;&#x5373;&#x53EF;&#xFF1B;&#x53E6;&#x4E00;&#x79CD;&#x662F;&#x4E3A;&#x4E86;&#x83B7;&#x5F97;&#x66F4;&#x597D;&#x7684;&#x6E38;&#x620F;&#x4F53;&#x9A8C;&#xFF0C;&#x4F1A;&#x4ECE;&#x65E5;&#x672C;&#x8D2D;&#x4E70;&#x539F;&#x88C5;&#x65E5;&#x7248;&#x673A;&#xFF08;&#x53C8;&#x79F0;&#x300C;&#x539F;&#x88C5;&#x65E5;&#x6846;&#x300D;&#xFF09;&#xFF0C;&#x518D;&#x624B;&#x52A8;&#x66FF;&#x6362;&#x786C;&#x76D8;&#x3002;</p>
<h2 id="&#x524D;&#x666F;&#x5982;&#x4F55;">&#x524D;&#x666F;&#x5982;&#x4F55;</h2>
<p>&#x5728;&#x524D;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x63D0;&#x5230;&#x4E86;&#x8FD9;&#x79CD;&#x6539;&#x88C5;&#x5C5E;&#x4E8E;&#x4FB5;&#x6743;&#x884C;&#x4E3A;&#xFF08;&#x5305;&#x62EC;&#x539F;&#x88C5;&#x65E5;&#x6846;&#x3001;&#x6539;&#x88C5;&#x65E7;&#x6846;&#xFF09;&#x3002;&#x4E16;&#x5609;&#x4E5F;&#x5728;&#x4E0D;&#x65AD;&#x5347;&#x7EA7;&#x63AA;&#x65BD;&#x4EE5;&#x9632;&#x6B62;&#x6CC4;&#x9732;&#xFF08;&#x4F8B;&#x5982;&#xA0;auth V2&#xFF09;&#x3002;</p>
<p>&#x4E0D;&#x8981;&#x4EE5;&#x4E3A;&#x8DE8;&#x56FD;&#x5B98;&#x53F8;&#x4E0D;&#x597D;&#x6253;&#xFF0C;&#x76EE;&#x524D;&#x4E16;&#x5609;&#x5728;&#x56FD;&#x5185;&#x4EE5;&#x9B4F;&#x542F;&#x5B66;&#x5F8B;&#x5E08;&#x4E8B;&#x52A1;&#x6240;&#x4F5C;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x4EE3;&#x7406;&#x4EBA;&#xFF0C;&#x4E00;&#x65E6;&#x6709;&#x4EFB;&#x4F55;&#x79C1;&#x6539;&#x884C;&#x4E3A;&#x88AB;&#x4E16;&#x5609;&#x6240;&#x77E5;&#x6653;&#xFF0C;&#x4E16;&#x5609;&#x4F1A;&#x4EE5;&#x6700;&#x5FEB;&#x901F;&#x5EA6;&#x51C6;&#x5907;&#x53D1;&#x653E;&#x5F8B;&#x5E08;&#x51FD;&#x3002;&#x66F4;&#x5173;&#x952E;&#x7684;&#x662F;&#xFF0C;&#x56FD;&#x5185;&#x76EE;&#x524D;&#x6709;&#x534E;&#x7ACB;&#x4F5C;&#x4E3A;&#x56FD;&#x884C;&#x4EE3;&#x7406;&#xFF0C;&#x4EE3;&#x7406;&#x5546;&#x540C;&#x6837;&#x6709;&#x6743;&#x9650;&#x5BF9;&#x4FB5;&#x6743;&#x884C;&#x4E3A;&#x8FDB;&#x884C;&#x6CBB;&#x7406;&#x3002;</p>
<p>&#x65E2;&#x7136;&#x662F;&#x4FB5;&#x6743;&#x884C;&#x4E3A;&#xFF0C;&#x90A3;&#x5B83;&#x8FD8;&#x4F1A;&#x7EE7;&#x7EED;&#x4E0B;&#x53BB;&#x5417;&#xFF1F;&#x7B54;&#x6848;&#x5E76;&#x4E0D;&#x660E;&#x786E;&#xFF0C;&#x8FD9;&#x53D6;&#x51B3;&#x4E8E;&#x4E16;&#x5609;&#x7684;&#x66F4;&#x65B0;&#x901F;&#x5EA6;&#x548C;&#x9B54;&#x6539;&#x884C;&#x4E1A;&#x7684;&#x66B4;&#x9732;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5F53;&#x9047;&#x5230;&#x8FD9;&#x7C7B;&#x9B54;&#x6539;&#x673A;&#x53F0;&#x65F6;&#xFF0C;&#x8BF7;&#x4F4E;&#x8C03;&#x884C;&#x4E8B;&#xFF0C;&#x6700;&#x591A;&#x5728;&#x672C;&#x5730;&#x73A9;&#x5BB6;&#x7FA4;&#xA0;/&#xA0;&#x673A;&#x5385;&#x7FA4;&#x91CC;&#x4F20;&#x64AD;&#x4E00;&#x4E0B;&#x5373;&#x53EF;&#xFF0C;&#x7EDD;&#x5BF9;&#x4E0D;&#x8981;&#x5C06;&#x5176;&#x66B4;&#x9732;&#x5230;&#x516C;&#x5171;&#x5E73;&#x53F0;&#x4E0A;&#x3002;&#x5BF9;&#x6B64;&#x7C7B;&#x673A;&#x53F0;&#xFF0C;&#x975E;&#x5FC5;&#x8981;&#x4E0D;&#x62CD;&#x7167;&#x5F55;&#x50CF;&#xFF0C;&#x5982;&#x786E;&#x9700;&#x7559;&#x5FF5;&#x7B49;&#xFF1A;</p>
<p>&#x82E5;&#x4E3A;&#x56FD;&#x670D;&#x6539;&#x88C5;&#x673A;&#xFF0C;&#x8BF7;&#x622A;&#x53BB;&#xA0;/&#xA0;&#x76D6;&#x4F4F;&#x673A;&#x53F0;&#x7167;&#x7247;&#xA0;/&#xA0;&#x89C6;&#x9891;&#x4E2D;&#x7684;&#x4E0A;&#x6846;&#xA0;&amp;&#xA0;&#x4E2D;&#x6846;&#x90E8;&#x5206;&#xFF08;&#x5982;&#x679C;&#x5DF2;&#x7ECF;&#x6539;&#x88C5;&#x4E86;&#x8D34;&#x7EB8;&#x53EF;&#x4EE5;&#x62CD;&#xFF0C;&#x4F46;&#x4ECD;&#x8981;&#x53BB;&#x6389;&#x59D3;&#x540D;&#x6846;&#x548C;&#x7248;&#x672C;&#x53F7;&#x90E8;&#x5206;&#xFF09;&#xFF1B;&#x82E5;&#x4E3A;&#x65E5;&#x6846;&#xFF0C;&#x53EF;&#x4EE5;&#x62CD;&#x6574;&#x673A;&#xFF0C;&#x4F46;&#x662F;&#x52A1;&#x5FC5;&#x4E0D;&#x8981;&#x66B4;&#x9732;&#x5468;&#x56F4;&#x73AF;&#x5883;&#x3002;&#x5982;&#x679C;&#x673A;&#x53F0;&#x4E0A;&#x6709;&#x65E0;&#x6CD5;&#x53BB;&#x9664;&#x7684;&#x8981;&#x7D20;&#xFF08;&#x5982;&#x6E38;&#x620F;&#x5385;&#x5237;&#x5361;&#x5668;&#x7B49;&#xFF09;&#xFF0C;&#x8981;&#x6C42;&#x540C;&#x4E0A;&#x3002;</p>
<p>&#x518D;&#x6B21;&#x5F3A;&#x8C03;&#xFF0C;&#x4E00;&#x5B9A;&#x4E0D;&#x8981;&#x8D70;&#x6F0F;&#x6709;&#x65E5;&#x7248;&#x673A;&#x53F0;&#x7684;&#x673A;&#x5385;&#x5230;&#x516C;&#x7F51;&#x4E0A;&#xFF0C;&#x5426;&#x5219;&#x53EA;&#x4F1A;&#x8BA9;&#x73A9;&#x5BB6;&#x4EEC;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4F9D;&#x9760;&#x6539;&#x88C5;&#x7684;&#x73A9;&#x5BB6;&#x4EEC;&#x8FC7;&#x4E0D;&#x4E0B;&#x53BB;&#x3002;</p>
<p>&#x6700;&#x540E;&#x4E5F;&#x5E0C;&#x671B;&#x4E16;&#x5609;&#x65B9;&#x9762;&#x63A8;&#x8FDB;&#x66F4;&#x65B0;&#xFF0C;&#x8FDB;&#x800C;&#x4F18;&#x5316;&#x56FD;&#x5185;&#x7684;&#x8857;&#x673A;&#x97F3;&#x6E38;&#x73AF;&#x5883;&#xFF0C;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4ECE;&#x6839;&#x6E90;&#x4E0A;&#x4E3B;&#x52A8;&#x5236;&#x7EA6;&#x9B54;&#x6539;&#xFF08;&#x5C31;&#x50CF;&#xA0;maimai DX&#xA0;&#x521A;&#x521A;&#x63A8;&#x51FA;&#x65F6;&#x90A3;&#x6837;&#xFF09;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9891;&#x7E41;&#x52A8;&#x7528;&#x6CD5;&#x5F8B;&#x6B66;&#x5668;&#x88AB;&#x52A8;&#x51FA;&#x624B;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="2.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 游戏网络问题 & 外挂泛滥">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"「最新最热」那些事儿","level":"1.6.1","depth":2,"next":{"title":"游戏网络问题 & 外挂泛滥","level":"1.6.2","depth":2,"path":"Chapter4/2.md","ref":"Chapter4/2.md","articles":[]},"previous":{"title":"附录","level":"1.6","depth":1,"ref":"","articles":[{"title":"「最新最热」那些事儿","level":"1.6.1","depth":2,"path":"Chapter4/1.md","ref":"Chapter4/1.md","articles":[]},{"title":"游戏网络问题 & 外挂泛滥","level":"1.6.2","depth":2,"path":"Chapter4/2.md","ref":"Chapter4/2.md","articles":[]},{"title":"玩家社群相关 & 结语","level":"1.6.3","depth":2,"path":"Chapter4/3.md","ref":"Chapter4/3.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","search-pro","-sharing","sharing-plus","back-to-top-button"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"sharing":{"qq":true,"all":["facebook","google","twitter","weibo","instapaper","linkedin","pocket","stumbleupon"],"douban":true,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":false},"search-pro":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"back-to-top-button":{},"highlight":{},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Delxue","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"舞萌 DX 新手教程","language":"zh-hans","gitbook":"*","description":"这是一个示例"},"file":{"path":"Chapter4/1.md","mtime":"2024-02-18T15:05:59.283Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-02-19T02:18:27.350Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

