
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>游戏网络问题 & 外挂泛滥 · 舞萌 DX 新手教程</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Delxue">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-back-to-top-button/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="3.html" />
    
    
    <link rel="prev" href="1.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../introduction.html">
            
                <a href="../introduction.html">
            
                    
                    说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    入门准备
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../Chapter1/1.html">
            
                <a href="../Chapter1/1.html">
            
                    
                    查找附近的 maimai
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../Chapter1/2.html">
            
                <a href="../Chapter1/2.html">
            
                    
                    必备工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    游戏玩法
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../Chapter2/1.html">
            
                <a href="../Chapter2/1.html">
            
                    
                    基础注意事项
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="../Chapter2/2.html">
            
                <a href="../Chapter2/2.html">
            
                    
                    登录、游戏前配置及玩法说明
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="../Chapter2/3.html">
            
                <a href="../Chapter2/3.html">
            
                    
                    歌曲选择 & 详细设置
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="../Chapter2/4.html">
            
                <a href="../Chapter2/4.html">
            
                    
                    游戏结算
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.5" data-path="../Chapter2/5.html">
            
                <a href="../Chapter2/5.html">
            
                    
                    段位认定
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.6" data-path="../Chapter2/6.html">
            
                <a href="../Chapter2/6.html">
            
                    
                    记录查询
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    游戏特性
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../Chapter3/1.html">
            
                <a href="../Chapter3/1.html">
            
                    
                    地图（区域）与旅行伙伴
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.2" data-path="../Chapter3/2.html">
            
                <a href="../Chapter3/2.html">
            
                    
                    功能票
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="../Chapter3/3.html">
            
                <a href="../Chapter3/3.html">
            
                    
                    课题曲（完美挑战曲）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="../Chapter3/4.html">
            
                <a href="../Chapter3/4.html">
            
                    
                    友人对战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    附录
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="1.html">
            
                <a href="1.html">
            
                    
                    「最新最热」那些事儿
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6.2" data-path="2.html">
            
                <a href="2.html">
            
                    
                    游戏网络问题 & 外挂泛滥
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="3.html">
            
                <a href="3.html">
            
                    
                    玩家社群相关 & 结语
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >游戏网络问题 & 外挂泛滥</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6E38;&#x620F;&#x7F51;&#x7EDC;&#x95EE;&#x9898;--&#x5916;&#x6302;&#x6CDB;&#x6EE5;">&#x6E38;&#x620F;&#x7F51;&#x7EDC;&#x95EE;&#x9898; &amp; &#x5916;&#x6302;&#x6CDB;&#x6EE5;</h1>
<p>&#x53BB;&#x5E74;&#xA0;10&#xA0;&#x6708;&#x5E95;&#xFF0C;&#x4E00;&#x6B21;&#x7248;&#x672C;&#x66F4;&#x65B0;&#x540E;&#xFF0C;&#x56FD;&#x670D;&#xA0;maimai&#xA0;&#x4FBF;&#x5F00;&#x59CB;&#x9891;&#x7E41;&#x65AD;&#x7F51;&#x3002;</p>
<p>&#x65AD;&#x7F51;&#x4F7F;&#x5F97;&#x5927;&#x5BB6;&#x770B;&#x5230;&#x4E86;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x62A5;&#x9519;&#x754C;&#x9762;&#xFF1A;</p>
<p>&#x6700;&#x5E38;&#x89C1;&#x7684;&#xA0;15&#xA0;min&#x3001;&#x4E8C;&#x7EF4;&#x7801;&#x65E0;&#x6CD5;&#x626B;&#x63CF;&#x3001;&#x7F51;&#x7EDC;&#x8FDE;&#x63A5;&#x65AD;&#x5F00;&#x3001;&#x4F7F;&#x7528;&#x6E38;&#x5BA2;&#x6A21;&#x5F0F;&#x8FDB;&#x884C;&#x6E38;&#x620F;&#x3001;&#x6570;&#x636E;&#x4FDD;&#x5B58;&#x5931;&#x8D25;&#xFF0C;&#x7B49;&#x7B49;&#xFF0C;&#x603B;&#x4E4B;&#x5C31;&#x662F;&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x8FDB;&#x884C;&#x6E38;&#x620F;&#x6216;&#x4E0A;&#x4F20;&#x6210;&#x7EE9;&#xFF1A;</p>
<p><a href="https://sm.ms/image/XbzVIx9F1vRwJka" target="_blank"><img src="https://s2.loli.net/2024/02/18/XbzVIx9F1vRwJka.jpg" width="80%" height="auto"></a></p>
<p>&#x6709;&#x767B;&#x5F55;&#x5361;&#x4F4F;&#x7684;&#xFF1A;</p>
<p><a href="https://sm.ms/image/35CyY12sJKEV6MB" target="_blank"><img src="https://s2.loli.net/2024/02/18/35CyY12sJKEV6MB.jpg" width="80%" height="auto"></a></p>
<p>&#x6709;&#x4E9B;&#x5219;&#x662F;&#x53D1;&#x5238;&#x5931;&#x8D25;&#xFF1A;</p>
<p><a href="https://sm.ms/image/5BqNDP1iSkwKlJg" target="_blank"><img src="https://s2.loli.net/2024/02/18/5BqNDP1iSkwKlJg.jpg" width="75%" height="auto"></a></p>
<p>&#x751A;&#x81F3;&#x8FD8;&#x6709;&#x4E0A;&#x53F7;&#x5931;&#x8D25;&#x628A;&#x673A;&#x5668;&#x641E;&#x5D29;&#x6E83;&#x7684;&#xFF1A;</p>
<p><a href="https://sm.ms/image/okhr2de1pQ3czDS" target="_blank"><img src="https://s2.loli.net/2024/02/18/okhr2de1pQ3czDS.jpg" width="80%" height="auto"></a></p>
<p>&#x66F4;&#x72E0;&#x7684;&#x8FD8;&#x6709;&#x516C;&#x4F17;&#x53F7;&#x8BF7;&#x6C42;&#x4E0D;&#x5230;&#xA0;ID&#xA0;&#x4FE1;&#x606F;&#x65E0;&#x6CD5;&#x53D1;&#x7801;&#x7684;&#xFF1A;<del>&#xFF08;&#x73A9;&#x4F60;&#x5988;&#x5988;&#x73A9;.jpg&#xFF09;</del></p>
<p><a href="https://sm.ms/image/gkRw481QAZFCEch" target="_blank"><img src="https://s2.loli.net/2024/02/18/gkRw481QAZFCEch.jpg" width="70%" height="auto"></a></p>
<p>&#x521A;&#x5F00;&#x59CB;&#xFF0C;&#x73A9;&#x5BB6;&#x4EEC;&#x53EA;&#x662F;&#x7528;&#x6073;&#x6C42;&#x7684;&#x8BED;&#x6C14;&#x5E0C;&#x671B;&#x5B98;&#x65B9;&#x5C3D;&#x5FEB;&#x89E3;&#x51B3;&#xFF1B;&#x4F46;&#x968F;&#x7740;&#x65AD;&#x7F51;&#x73B0;&#x8C61;&#x6108;&#x52A0;&#x9891;&#x7E41;&#xFF0C;&#x73A9;&#x5BB6;&#x4EEC;&#x7684;&#x8010;&#x5FC3;&#x4E5F;&#x88AB;&#x9010;&#x6E10;&#x5730;&#x6D88;&#x78E8;&#x5149;&#x4E86;&#xFF0C;&#x5F00;&#x59CB;&#x4E0D;&#x505C;&#x5730;&#x5BF9;&#x5B98;&#x65B9;&#x53D1;&#x52A8;&#x8BED;&#x8A00;&#x653B;&#x51FB;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x75AF;&#x72C2;&#x51B2;&#x6731;&#x4E91;&#x6770;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#xFF0C;&#x6709;&#x4E9B;&#x6280;&#x672F;&#x578B;&#x73A9;&#x5BB6;&#x5E76;&#x672A;&#x8DDF;&#x98CE;&#xFF0C;&#x800C;&#x662F;&#x5F00;&#x59CB;&#x5C1D;&#x8BD5;&#x5BFB;&#x627E;&#x539F;&#x56E0;&#x3002;&#x540E;&#x6765;&#x53D1;&#x73B0;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x5728;&#x4E0D;&#x505C;&#x5730;&#x904D;&#x5386;&#x670D;&#x52A1;&#x5668;&#xFF08;&#x5373;&#x901A;&#x5E38;&#x6240;&#x8BF4;&#x7684;&#x300C;&#x626B;&#x76D8;&#x300D;&#xFF09;&#xFF0C;&#x52A0;&#x91CD;&#x670D;&#x52A1;&#x5668;&#x7684;&#x8D1F;&#x8F7D;&#xFF1B;&#x6709;&#x7684;&#x751A;&#x81F3;&#x7701;&#x53BB;&#x4E86;&#x300C;&#x626B;&#x76D8;&#x300D;&#xFF0C;&#x76F4;&#x63A5;&#x52A8;&#x7528;&#x300C;&#x5927;&#x70AE;&#x300D;&#xFF0C;&#x53D1;&#x52A8;&#xA0;DDoS&#xA0;&#x653B;&#x51FB;&#xFF0C;&#x4EA7;&#x751F;&#x5927;&#x91CF;&#x65E0;&#x7528;&#x8BF7;&#x6C42;&#x6324;&#x7206;&#x670D;&#x52A1;&#x5668;&#x3002;&#x4E0A;&#x9762;&#x516C;&#x4F17;&#x53F7;&#x83B7;&#x53D6;&#x4E0D;&#x5230;&#x4E8C;&#x7EF4;&#x7801;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x5C31;&#x662F;&#x7531;&#x4E8E;&#x670D;&#x52A1;&#x5668;&#x88AB;&#x6324;&#x7206;&#x4E86;&#xFF0C;&#x65E0;&#x6CD5;&#x4EA7;&#x751F;&#x65B0;&#x7684;&#x4E8C;&#x7EF4;&#x7801;&#xFF1B;&#x8FC7;&#x591A;&#x7684;&#x653B;&#x51FB;&#x89E6;&#x53D1;&#x4E86;&#x670D;&#x52A1;&#x63D0;&#x4F9B;&#x5546;&#x7684;&#x9ED1;&#x6D1E;&#x4FDD;&#x62A4;&#x673A;&#x5236;&#xFF0C;&#x4F7F;&#x5F97;&#x540E;&#x9762;&#x81F3;&#x5C11;&#xA0;24&#xA0;h&#xA0;&#x5185;&#x90FD;&#x4E0D;&#x80FD;&#x62FF;&#x5230;&#x4E8C;&#x7EF4;&#x7801;&#x3002;</p>
<p>&#x8FD1;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x653B;&#x51FB;&#x751A;&#x81F3;&#x5F00;&#x59CB;&#x533A;&#x5206;&#x5730;&#x533A;&#xA0;/&#xA0;&#x8FD0;&#x8425;&#x5546;&#xFF0C;&#x90E8;&#x5206;&#x8FD0;&#x8425;&#x5546;&#x7684;&#x7F51;&#x7EDC;&#x65E0;&#x6CD5;&#x6253;&#x5F00;&#x767B;&#x5F55;&#x4E8C;&#x7EF4;&#x7801;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x65B0;&#x4E0B;&#x53D1;&#x7684;&#x8FD8;&#x662F;&#x4E4B;&#x524D;&#x6709;&#x7684;&#xFF09;&#xFF0C;&#x4E00;&#x4E9B;&#x673A;&#x5385;&#x82E5;&#x662F;&#x4F7F;&#x7528;&#x4E86;&#x8FD9;&#x4E9B;&#x8FD0;&#x8425;&#x5546;&#x7684;&#x7F51;&#x7EDC;&#xFF0C;&#x53C8;&#x6216;&#x662F;&#x4F4D;&#x4E8E;&#x67D0;&#x4E9B;&#x5730;&#x533A;&#xFF0C;&#x4F1A;&#x51FA;&#x73B0;&#x673A;&#x53F0;&#x65AD;&#x7F51;&#x7684;&#x60C5;&#x51B5;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x300C;&#x62F7;&#x6253;&#x300D;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x4EBA;&#x6253;&#x8D77;&#x4E86;&#x73A9;&#x5BB6;&#x6570;&#x636E;&#x7684;&#x4E3B;&#x610F;&#xFF0C;&#x60F3;&#x529E;&#x6CD5;&#x53D1;&#x5305;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x3002;</p>
<p>&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x5728;&#x95F2;&#x9C7C;&#x7B49;&#x4E8C;&#x624B;&#x4EA4;&#x6613;&#x5E73;&#x53F0;&#x4E0A;&#x770B;&#x89C1;&#x6536;&#x85CF;&#x54C1;&#x5168;&#x89E3;&#xA0;/&#xA0;&#x5237;&#x6BB5;&#x4F4D;&#xA0;/&#xA0;&#x5237;&#x6210;&#x7EE9;&#x7B49;&#x7C7B;&#x578B;&#x7684;&#x5BA3;&#x4F20;&#xFF1A;</p>
<p><a href="https://sm.ms/image/beWPKdCxOg6ifyQ" target="_blank"><img src="https://s2.loli.net/2024/02/18/beWPKdCxOg6ifyQ.jpg" width="70%" height="auto"></a></p>
<p>&#x4ED6;&#x4EEC;&#x4FBF;&#x662F;&#x60F3;&#x529E;&#x6CD5;&#x62FF;&#x5230;&#x4E86;&#x56FD;&#x670D;&#x6E38;&#x620F;&#x672C;&#x4F53;&#xFF0C;&#x52A0;&#x4E0A;&#x4E00;&#x4E2A;&#x57FA;&#x677F;&#x5E8F;&#x5217;&#x53F7;&#xFF08;&#x4FD7;&#x79F0;&#x300C;&#x72D7;&#x53F7;&#x300D;&#xFF09;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x76F4;&#x8FDE;&#x56FD;&#x670D;&#x670D;&#x52A1;&#x5668;&#x3002;&#x518D;&#x52A0;&#x4E0A;&#x4E00;&#x4E9B;&#x7F16;&#x7A0B;&#x77E5;&#x8BC6;&#xFF0C;&#x4FBF;&#x53EF;&#x968F;&#x610F;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x3002;</p>
<p>&#x524D;&#x4E9B;&#x5E74;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x300C;&#x79D1;&#x6280;&#x54E5;&#x300D;&#xFF0C;&#x4F46;&#x662F;&#x5E76;&#x672A;&#x50CF;&#x73B0;&#x5728;&#x8FD9;&#x6837;&#x968F;&#x610F;&#x7BE1;&#x6539;&#x4ED6;&#x4EBA;&#x6570;&#x636E;&#xFF0C;&#x6700;&#x591A;&#x53EA;&#x662F;&#x4FEE;&#x6539;&#x81EA;&#x5DF1;&#x7684;&#x8D26;&#x53F7;&#x3002;&#x5C06;&#x9ED1;&#x624B;&#x4F38;&#x5230;&#x4ED6;&#x4EBA;&#x7684;&#x8D26;&#x6237;&#x4E0A;&#xFF0C;&#x540E;&#x679C;&#x53EF;&#x60F3;&#x800C;&#x77E5;&#x3002;</p>
<p>&#x76EE;&#x524D;&#x6709;&#x90E8;&#x5206;&#x7528;&#x6237;&#x7684;&#x7248;&#x672C;&#x53F7;&#x906D;&#x5230;&#x7BE1;&#x6539;&#x3002;&#x7B80;&#x5355;&#x70B9;&#x8BF4;&#xFF0C;&#x6539;&#x9AD8;&#x4E86;&#x7248;&#x672C;&#x53F7;&#x53EA;&#x80FD;&#x7B49;&#x8F6F;&#x4EF6;&#x540E;&#x9762;&#x66F4;&#x65B0;&#x5230;&#x8FD9;&#x4E2A;&#x7248;&#x672C;&#x4E86;&#x518D;&#x767B;&#x5F55;&#xFF0C;&#x4F46;&#x662F;&#x6539;&#x4F4E;&#x4E86;&#x6216;&#x8005;&#x6539;&#x5F97;&#x5F88;&#x79BB;&#x8C31;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;&#x8D26;&#x53F7;&#x57FA;&#x672C;&#x6CA1;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8981;&#x505A;&#x7684;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x4FDD;&#x62A4;&#x597D;&#x81EA;&#x5DF1;&#x8D26;&#x53F7;&#x7684;&#x5B89;&#x5168;&#xFF0C;&#x4E0D;&#x8981;&#x5C06;&#x767B;&#x5F55;&#x4E8C;&#x7EF4;&#x7801;&#xFF08;&#x5305;&#x62EC;&#x8BC6;&#x522B;&#x540E;&#x7684;&#x5B57;&#x7B26;&#xFF09;&#x968F;&#x610F;&#x6CC4;&#x9732;&#x7ED9;&#x4ED6;&#x4EBA;&#x3002;&#x67D0;&#x4E9B;&#x673A;&#x5668;&#x4EBA;&#xFF08;bot&#xFF0C;&#x4F8B;&#x5982;&#x89E3;&#x5C0F;&#x9ED1;&#x5C4B;&#x3001;&#x4E00;&#x952E;&#x67E5;&#x8BE2;&#xA0;B50&#xA0;&#x7B49;&#xFF09;&#x4EA6;&#x4F1A;&#x6709;&#x6570;&#x636E;&#x6CC4;&#x9732;&#x7684;&#x98CE;&#x9669;&#xFF0C;&#x5B83;&#x4EEC;&#x5728;&#x4F7F;&#x7528;&#x524D;&#x540C;&#x6837;&#x9700;&#x8981;&#x53D1;&#x9001;&#x4E8C;&#x7EF4;&#x7801;&#x6216;&#x626B;&#x63CF;&#x7ED3;&#x679C;&#x6765;&#x7ED1;&#x5B9A;&#x81EA;&#x5DF1;&#x7684;&#x821E;&#x840C;&#x8D26;&#x53F7;&#x3002;<strong>&#x8FD9;&#x4E9B;&#x673A;&#x5668;&#x4EBA;&#x7686;&#x975E;&#x5B98;&#x65B9;&#x5F00;&#x53D1;&#xFF0C;&#x5B83;&#x4EEC;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x300C;&#x79D1;&#x6280;&#x300D;&#xFF0C;&#x5229;&#x7528;&#x670D;&#x52A1;&#x5668;&#x6F0F;&#x6D1E;&#x83B7;&#x53D6;&#x7528;&#x6237;&#x4FE1;&#x606F;&#x6216;&#x5411;&#x670D;&#x52A1;&#x5668;&#x53D1;&#x5305;&#x3002;</strong> &#x4F60;&#x7684;&#x8D26;&#x53F7;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x4E00;&#x4E9B;&#x653B;&#x51FB;&#xA0;bot&#xA0;&#x8005;&#x83B7;&#x53D6;&#xFF0C;&#x751A;&#x81F3;&#xA0;bot&#xA0;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x80FD;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#xA0;evil gainer&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x89E3;&#x5C0F;&#x9ED1;&#x5C4B;&#x7C7B;&#xA0;bot&#xFF0C;&#x5C3D;&#x7BA1;&#x6709;&#x98CE;&#x9669;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x9891;&#x7E41;&#x65AD;&#x7F51;&#xFF0C;&#x8981;&#x662F;&#x6CA1;&#x6709;&#x5B83;&#x7684;&#x8F85;&#x52A9;&#xFF0C;&#x4F1A;&#x975E;&#x5E38;&#x5F71;&#x54CD;&#x6E38;&#x73A9;&#x4F53;&#x9A8C;&#x3002;&#x7B14;&#x8005;&#x5EFA;&#x8BAE;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5B9A;&#x9700;&#x8981;&#x4F7F;&#x7528;&#xFF0C;&#x8BF7;&#x5C3D;&#x91CF;&#x9009;&#x62E9;&#x4E00;&#x4E9B;&#x77E5;&#x540D;&#x5EA6;&#x9AD8;&#x7684;&#xA0;bot&#xA0;&#x6216;&#x4E34;&#x65F6;&#x89E3;&#x9501;&#x7F51;&#x7AD9;&#xFF0C;&#x4EE5;&#x514D;&#x6700;&#x540E;&#x8D26;&#x53F7;&#x6570;&#x636E;&#x906D;&#x5230;&#x6076;&#x610F;&#x7BE1;&#x6539;&#x3002;</p>
<p>&#x5982;&#x679C;&#x8D26;&#x53F7;&#x4FDD;&#x7BA1;&#x4E0D;&#x5F53;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x4F1A;&#x7531;&#x4E8E;&#x8FDD;&#x89C4;&#x6570;&#x636E;&#x7684;&#x5B58;&#x5728;&#x800C;&#x88AB;&#x5C01;&#x7981;&#xFF0C;&#x751A;&#x81F3;&#x4E8E;&#x300C;&#x79D1;&#x6280;&#x54E5;&#x300D;&#x4EEC;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4FEE;&#x6539;&#x8D26;&#x53F7;&#x5C01;&#x7981;&#x7B49;&#x7EA7;&#x3002;</p>
<p>&#x8B66;&#x544A;&#x548C;&#x6C38;&#x5C01;&#x7684;&#x793A;&#x610F;&#x56FE;&#x5982;&#x4E0B;&#xFF08;&#x8B66;&#x544A;&#x5F39;&#x7A97;&#x5C06;&#x6301;&#x7EED;&#xA0;10&#xA0;s&#xFF0C;&#x4E14;&#x8FDB;&#x5165;&#x6E38;&#x620F;&#x540E;&#x7981;&#x7528;&#x53CB;&#x4EBA;&#x5BF9;&#x6218;&#xFF09;&#xFF1A;</p>
<p><a href="https://sm.ms/image/rtemqUf78cLBIOx" target="_blank"><img src="https://s2.loli.net/2024/02/19/rtemqUf78cLBIOx.jpg" width="85%" height="auto"></a></p>
<p><a href="https://sm.ms/image/LONY8HtceXDdSmp" target="_blank"><img src="https://s2.loli.net/2024/02/19/LONY8HtceXDdSmp.jpg" width="85%" height="auto"></a></p>
<p>&#x5982;&#x679C;&#x4F60;&#x9047;&#x5230;&#x4E86;&#x8FD9;&#x7C7B;&#x60C5;&#x51B5;&#xFF0C;&#x8BF7;&#x5C3D;&#x5FEB;&#x8054;&#x7CFB;&#x5B98;&#x65B9;&#x5BA2;&#x670D;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x5E2E;&#x4F60;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1.html" class="navigation navigation-prev " aria-label="Previous page: 「最新最热」那些事儿">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="3.html" class="navigation navigation-next " aria-label="Next page: 玩家社群相关 & 结语">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"游戏网络问题 & 外挂泛滥","level":"1.6.2","depth":2,"next":{"title":"玩家社群相关 & 结语","level":"1.6.3","depth":2,"path":"Chapter4/3.md","ref":"Chapter4/3.md","articles":[]},"previous":{"title":"「最新最热」那些事儿","level":"1.6.1","depth":2,"path":"Chapter4/1.md","ref":"Chapter4/1.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","search-pro","-sharing","sharing-plus","back-to-top-button"],"styles":{"website":"styles/website.css"},"pluginsConfig":{"sharing":{"qq":true,"all":["facebook","google","twitter","weibo","instapaper","linkedin","pocket","stumbleupon"],"douban":true,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":false,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":false},"search-pro":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"back-to-top-button":{},"highlight":{},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Delxue","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"舞萌 DX 新手教程","language":"zh-hans","gitbook":"*","description":"这是一个示例"},"file":{"path":"Chapter4/2.md","mtime":"2024-02-19T02:18:05.675Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-02-19T02:18:27.350Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-back-to-top-button/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

